/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Дані відсутні";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Зберегти";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Повторно ввести підпис";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Очистити";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Скасувати";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Підпис";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Торкніться, щоб підписати";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Область підпису";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Двічі натисніть і перетягніть, щоб підписати";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Зображення підпису";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Рядок підпису";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Скасовано";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Далі";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Статус";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Користувач скасував інтеграцію нових працівників";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Без дозволу ви не зможете продовжити інтеграцію нових працівників.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Надати дозвіл";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Вийти";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Назад";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Крок";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "з";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Ви дійсно бажаєте вийти з процесу інтеграції нових працівників?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Потрібна конфіденційність даних?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Мудро користуйтеся своїми даними";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Не зараз";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Дозволити";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Відхилити";

/* XBUT: Agree action title in EULAView */
"Agree" = "Погоджуюсь";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Не погоджуюсь";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Завантаження...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Дані для відображення ще відсутні";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d год. %d хвил.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Виконано";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "У таблиці даних є %d помилок.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "заголовок рядка";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "рядок %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "стовпчик %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "початкове приладдя";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "кінцеве приладдя";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "текст";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "зображення";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "дата";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "час";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "тривалість";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "елемент списку";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "вибрано";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "не вибрано";

/* XBUT: calendar time component label */
"Time" = "Час";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Значення: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Комірка, яку ви торкаєтеся, доступна лише для читання.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Поле лише для читання";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Більше не залишилося символів";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Зменшіть кількість символів";

